{
  "config" : {
    "adcolony" : {
      "adcolony_app_id" : "",
      "adcolony_interstitial_id" : "",
      "adcolony_rewarded_id" : ""
    },
    "admob" : {
      "admob_banner_id" : "ca-app-pub-6552403043822494/6865623571",
      "admob_interstitial_id" : "ca-app-pub-6552403043822494/5527641111",
      "admob_native_id" : "ca-app-pub-6552403043822494/9678655027",
      "admob_rewarded_id" : "ca-app-pub-6552403043822494/4239460236",
      "admob_unit_id" : ""
    },
    "appodeal" : {
      "appodeal_app_key" : ""
    },
    "facebook" : {
      "facebook_banner_id" : "IMG_16_9_APP_INSTALL",
      "facebook_interstitial_id" : "IMG_16_9_APP_INSTALL",
      "facebook_native_id" : "IMG_16_9_APP_INSTALL"
    },
    "mode_ads_banner" : "admob",
    "mode_ads_interstitial" : "admob",
    "mode_ads_native_enabled" : true,
    "mode_ads_rewarded" : "0",
    "mode_button_ads_action" : "https://play.google.com/store/apps/details?id=com.yassinetv.yassinetv",
    "unity" : {
      "unity_app_id" : "",
      "unity_banner_id" : "",
      "unity_interstitial_id" : "",
      "unity_rewarded_id" : ""
    },
    "update" : {
      "enable_update_closed" : true,
      "update_action" : "",
      "update_msg" : "update your app for grt all favorite now",
      "update_state" : false,
      "update_title" : "update your app"
    },
    "app" : {
      "mode_off_version" : "0"
    }
  },
  "posts" : [
    {
      "id" : 0,
      "imageURL" : "https://dadamou.github.io/bazzaar/title.png",
      "state" : "free",
      "title" : "",
      "description" : "",
      "written" : "The New Cafe Bazaar Press Information Forum Cafe Bazaar is the largest applications and mobile games store in Iran with over 40 million users. This forum was created to provide news and updates about Cafe Bazaar to journalists worldwide."
    },
    {
      "id" : 1,
      "imageURL" : "https://dadamou.github.io/bazzaar/About%20Cafe%20Bazaar.png",
      "state" : "free",
      "title" : "",
      "description" : "",
      "written" : "Cafe Bazaar (Persian: کافه بازار) is an Iranian Android marketplace founded in April 2011 by Reza Mohammadi and Hessam Armandehi. In April 2019 Cafe Bazaar announced it has surpassed 40 million users. Cafe Bazaar provides its services specifically to Persian-speaking users and offers more than 25,000 downloadable Iranian and international apps for gaming, social media, messaging and other uses."
    },
    {
      "id" : 2,
      "imageURL" : "https://dadamou.github.io/bazzaar/What%20do%20we%20do.png",
      "state" : "free",
      "title" : "",
      "description" : "",
      "written" : "Cafe Bazaar is striving to provide advantages to other Android stores, whether domestic or abroad, and to optimize and localize our services for Iranian users. Below are some examples from the broad array of services we provide: Publishing applications and games in Farsi; Providing easy payment services for domestic users; Selected content chosen by Cafe Bazaar editors."
    },
    {
      "id" : 3,
      "imageURL" : "https://dadamou.github.io/bazzaar/Shareholders%20and%20firms.png",
      "state" : "free",
      "title" : "",
      "description" : "",
      "written" : "Cafe Bazaar was developed by the Avayeh Hooshman Hamrah Hezardastan company and is currently owned by the Hezardastan Technology Development Group."
    },
      {
      "id" : 4,
      "imageURL" : "https://dadamou.github.io/bazzaar/How%20to%20use%20the%20Bazar%20website.png",
      "state" : "free",
      "title" : "",
      "description" : "",
      "written" : "Bazar website offers us an easy and simple user experience as it provides a lot of solutions to use the site as it provides you next to the platform provides an Android application that you can install on your mobile phone for easy downloading of applications as is the case in Google Play All you have to do now is to go to the site via the link Next: The Bazra website link after entering the site will ask you whether you would like to download their application or continue browsing the site as it appears to you in the following picture"
    },
    {
      "id" : 5,
      "imageURL" : "https://dadamou.github.io/bazzaar/Register%20on%20the%20site.png",
      "state" : "free",
      "title" : "",
      "description" : "",
      "written" : "The New Cafe Bazaar It is one of the easiest registration processes, whether you are a user or a developer of Android applications, we will explain a method Simply register and log in to the site. In the image below, you click on the word LOG IN."
    },
    {
     "id" : 6,
      "imageURL" : "https://dadamou.github.io/bazzaar/Register%20on%20the%20site1.png",
      "state" : "free",
      "title" : "Tips : Register on the site",
      "description" : "",
      "written" : "After that, a window like the picture below will bloom for you asking you to add your number if you are a user, and a message will be sent to you on your phone containing an activation code and after entering you, you only have to search for your favorite application and start using the Bazar website and download applications."
    },
    {
      "id" : 7,
      "imageURL" : "https://dadamou.github.io/bazzaar/DISCLAIMER.png",
      "state" : "free",
      "title" : "",
      "description" : "",
      "written" : "This is not a Bazaar cafe official app, This is an UNOFFICIAL Bazaar market app guide created by fans, not associated or affiliated with developers of any app or any of their partners"
    }
  ]
}
